Revit 2027 API
ParameterTypeId.StairsActualTreadDepth Property
 "Actual Tread Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsActualTreadDepth { get; }
Public Shared ReadOnly Property StairsActualTreadDepth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsActualTreadDepth {
	ForgeTypeId^ get ();
}
static member StairsActualTreadDepth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace